{"TONIGHT'S TOP STORIES": ["Another High Court defeat for Harry", "Navalny’s corpse ‘was abused after his death in gulag’, claims widow", "4 cheers for leap-year quads"], "FEMAIL": ["The worst thing we can tell boys? Be more like girls!"], "MAIL SPORT": ["Red Bull supremo Horner cleared"], "WHAT TO WATCH TONIGHT": ["Code 8: Part II"], "PICTURES OF THE DAY": ["Rhinos, crumbling cliffs, and Francis Bacon"], "intro_text": " Good evening, In tonight's 5pm briefing Prince Harry has vowed to appeal after losing a High Court battle with the Home Office over downgrading his police protection, Alexei Navalny’s grieving widow claims his body was abused after his death in an Arctic gulag, and Britain’s first leap-year quads are set to celebrate their ‘third’ birthday a dozen years after their premature birth...", "publication_date": "240228"}
{"TONIGHT'S TOP STORIES": ["How was Couzens EVER allowed to join the police?", "Russia ‘fully ready for a nuclear war’", "Hairy Biker Dave Myers dies at 66 after battle with cancer"], "PALACE CONFIDENTIAL": ["29022024_PALACEVIDEO"], "MAIL SPORT": ["Pogba ban bombshell"], "WHAT TO WATCH TONIGHT": ["Pick of today’s TV: The Mighty Mississippi With Nick Knowles (9pm, CH5)"], "PICTURES OF THE DAY": ["Fans, foxes and film sets"], "intro_text": " Good evening, In tonight's 5pm briefing Wayne Couzens’ history of sexual offending has prompted questions about how Sarah Everard’s murderer was allowed to join the police, Russian president Vladimir Putin has threatened to unleash nuclear war if Nato troops enter Ukraine, and Hairy Biker Dave Myers has died at the age of 66...", "publication_date": "240229"}
{"TOP STORY": ["Galloway win is a dark day, say Jewish leaders"], "IN OTHER NEWS": ["Kents’ son-in-law died from traumatic head wound, inquest hears", "Navalny supporters flock to funeral in face of Putin threats", "William’s ‘pints of Wales’ pub trip", "Using apps to self-diagnose autism and ADHD risks overwhelming the NHS, experts warn"], "BORIS JOHNSON": ["It’s time for warnings on UPF food, with pictures of the pot belly it can give you"], "WEEKEND MAGAZINE": ["Morning Live’s Gethin Jones, Helen Skelton and Michelle Ackerley on how the challenges they’ve overcome have brought them closer together"], "WHAT TO WATCH TONIGHT": ["The Completely Made-Up Adventures Of Dick Turpin"], "MAIL SPORT": ["Geri arrives in Bahrain in show of solidarity"], "PICTURES OF THE DAY": ["Speeding cars, a donkey's boat ride and postbox knitwear"], "intro_text": " Good afternoon, George Galloway's resounding victory in the Rochdale by-election is 'a dark day' for British Jews, community leaders warned today. Sir Keir Starmer has apologised to voters in the town after the humiliating result in what had been a safe Labour seat. Mr Galloway’s triumph on a Gaza ticket came after Labour withdrew support for its candidate, Azhar Ali, after the Mail on Sunday unearthed a recording of him making remarks condemned as anti-Semitic.", "publication_date": "240301"}
{"TOP STORY": ["New threat to Speaker over Gaza vote farce", "Vote: Should the Speaker step down?"], "IN OTHER NEWS": ["Putin and his cronies must be made to pay for Ukraine invasion, Cameron tells G20", "Criminal’s girlfriend ‘cased’ gallery before £3.5m tiara was taken", "Russian model ‘was too showy online’ for Cruise", "MP blasts article in Guardian by JSO"], "WHAT TO WATCH TONIGHT": ["Avatar: The Last Airbender"], "MAIL SPORT": ["Your Mail Sport Bulletin: Hart to retire", "Alves jailed for rape"], "PICTURES": ["Republicans, surfers and expectant elephants"], "intro_text": " Good afternoon, The Commons Speaker is facing mounting calls to resign over his botched handling of yesterday's Gaza debate. More than 60 MPs have now said they have no confidence in Sir Lindsay Hoyle, and Downing Street refused to say whether the Prime Minister does. An emotional Sir Lindsay offered a second apology inside 24 hours today, but his survival hangs in the balance.", "publication_date": "240222"}
{"TONIGHT'S TOP STORIES": ["Anti-Israel furore: So who else was at Labour meeting?", "Sussexes jet off to Canada for Invictus launch as website rumpus rumbles on", "Yee-haw! Rhinestone cowgirl Beyonce on a night out with her mom"], "THE REACTION": ["‘Strip them of their titles now!’ Sarah Vine on how to stop Harry & Meghan’s ’nonsense’"], "MAIL SPORT": ["Tuilagi back in squad for Scotland showdown"], "WHAT TO WATCH TONIGHT": ["Alice & Jack"], "PICTURES OF THE DAY": ["Snow, sunglasses and samba at Rio’s carnival"], "intro_text": " Good evening, In tonight's 5pm briefing Labour is under intense pressure to come clean over who attended an infamous meeting in Rochdale where party members made vile anti-Israel remarks, the Duke and Duchess of Sussex have flown to Canada on a gas-guzzling private jet to promote next year’s Invictus Games amid an ongoing fallout over their website’s rebrand, and Beyoncé oozes country cool at New York Fashion Week...", "publication_date": "240214"}
{"TONIGHT'S TOP STORIES": ["Hunt puts UK back on path to low taxes", "Trump ally  in bizarre four-letter outburst at Emily Maitlis", "One Day in life of Leo and Co"], "FEMAIL": ["Care homes are so lonely if the staff don’t speak good English"], "MAIL SPORT": ["Burnley plot to sue Premier League over Everton points deduction"], "WHAT TO WATCH TONIGHT": ["The Rise And Fall Of Boris Johnson"], "PICTURES OF THE DAY": ["Basketball dunks, Macbeth, and Lego dinosaurs"], "intro_text": " Good evening, In tonight's 5pm briefing Chancellor Jeremy Hunt put Britain back on a ‘path to low taxes’ in today's Budget as he unveiled a 2p cut in national insurance and handed child benefit to thousands of families, Emily Maitlis was told to ‘f*** off’ by a US Republican over claims ‘Jewish space lasers’ had ignited wildfires in California, and Leo Woodall has taken One Day fans behind the scenes with a series of candid snaps...", "publication_date": "240306"}
{"TONIGHT'S TOP STORIES": ["Hunt’s £8bn budget blow to pensioners", "Eco ringleader is arrested after MoS exposé into MPs homes plot", "Strictly’s Amanda drops her PTSD trauma claim against BBC"], "PALACE CONFIDENTIAL": ["‘Stop bullying Catherine!’ Our royal experts react as Princess of Wales under pressure over health scare | Palace Confidential"], "MAIL SPORT": ["Now Horner accuser is suspended by Red Bull"], "WHAT TO WATCH TONIGHT": ["The Gentlemen"], "PICTURES OF THE DAY": ["Comedians, Crufts, and Cambridge rowers"], "intro_text": " Good evening, In tonight's 5pm briefing pensioners have been revealed to be the 'biggest losers' of the Chancellor’s Budget after taking a collective hit of £8billion, Just Stop Oil’s poster girl has been arrested after The Mail on Sunday exposed an alleged plot to target MPs, and Amanda Abbington has dropped her complaint to the BBC after claiming that Strictly Come Dancing left her suffering from post-traumatic stress disorder...", "publication_date": "240307"}
{"TONIGHT'S TOP STORIES": ["Slash taxes NOW Hunt urged as UK dips into recession", "Channel migrants ‘who mean harm’ to UK are being watched by the security services", "Mask fan Naomi's germ of an idea"], "PALACE CONFIDENTIAL": ["‘DANGEROUS!’ Why Prince Harry & Meghan’s Sussex rebrand will BACKFIRE! - Palace Confidential"], "MAIL SPORT": ["Hodgson taken ill but still faces axe"], "WHAT TO WATCH TONIGHT": ["Law & Order: Special Victims Unit"], "PICTURES OF THE DAY": ["Painful protests, Bondi beauties and a daring diver"], "intro_text": " Good evening, In tonight's 5pm briefing Chancellor Jeremy Hunt is being urged to kickstart the economy by slashing taxes after Britain slipped into recession, former immigration minister Robert Jenrick has revealed that migrants who pose ‘real harm’ to Britons are being monitored every day by security services, and Naomi Campbell designs a clothing line based on her 'germophobic' reputation...", "publication_date": "240215"}
{"TOP STORY": ["Begum’s return to Britain blocked by Court of Appeal", "Vote: Should Shamima Begum be allowed to return?"], "IN OTHER NEWS": ["Mass evacuation as Nazi bomb removed", "Sunak hails £238 drop in energy cap as proof things are getting better in economy", "Police must use their powers to keep MPs safe, warns Cleverly", "Foot heeling well, Posh?"], "WEEKEND MAGAZINE": ["Strictly winner Ellie Leach: Social media is toxic!"], "WHAT TO WATCH TONIGHT": ["Pick of today’s TV: Martin Compston’s Norwegian Fling (9pm, BBC2)"], "MAIL SPORT": ["Root to the rescue with  brilliant ton"], "PICTURES": ["Swifties, celebrants and making a splash"], "intro_text": " Good afternoon, Shamima Begum's lawyers have vowed to fight on after her return to Britain was blocked by the Court of Appeal. The 24-year-old today lost a challenge against the decision to remove her British citizenship after she travelled to Syria aged 15 to join Islamic State. Begum, who has been in a Syrian refugee camp since the fall of the caliphate in 2019, could now ask permission to appeal to the Supreme Court and, if that fails, the European Court of Human Rights.", "publication_date": "240223"}
{"Today's top stories": ["Navalny widow: I’ll carry on fight for a free Russia"], "Today's other headlines": ["Stone me! There’s no stopping star of the Baftas Emma as she parties with Andrew and Paul", "Now Labour frontbencher accuses Israel of ‘going beyond self-defence’ in Gaza", "Pictured... children found dead as woman arrested for murder", "First ‘hippy crack’ dealer to be jailed", "British have 546 words for ‘drunk’", "Boy, two, missing after fall into river"], "GOOD HEALTH": ["What I’m doing to slow down dementia...by the expert who’s been diagnosed with Alzheimer’s himself"], "WATCH TONIGHT": ["Breathtaking"], "SPORT": ["England can never compete with the hostility seared into Scotland’s national psyche"], "Pictures of the day": ["A meowing model, racing bulls and a trip to Wonderland"], "intro_text": " Good evening, The widow of Alexei Navalny has vowed to continue fighting for freedom as she accused Vladimir Putin of murdering her husband. Yulia Navalnaya said she would ‘continue to fight for the freedom of our country’, as Downing Street called for a full investigation into the opposition leader's death.", "publication_date": "240219"}
{"Today's top stories": ["William: End the fighting in Gaza", "Vote: Is William right to speak out about the Israel-Gaza war?"], "Today's other headlines": ["Girls reunited for glamorous night out", "PM woos farmers in rural vote panic", "Body in Thames ‘is attack fiend Ezedi’", "We DID check high-risk flights to UK, says minister, but most were done ‘remotely’", "Exes at war over £1m Lottery ticket"], "MONEY MAIL": ["Sally Sorts It Most of our running group got flight delay payouts, but two were refused!"], "TV TONIGHT": ["The Pet Psychic: What's Your Dog Thinking?"], "SPORT": ["Jota out for ‘months’ as Liverpool injury crisis deepens"], "Pictures of the day": ["Plum trees, catwalks and dolphins"], "intro_text": " Good evening, Prince William has called for an end to the fighting in Gaza, in one of the most extraordinary Royal interventions in living memory. In a statement issued by Kensington Palace, the Prince of Wales said he was 'deeply concerned' about the war's 'human cost'.", "publication_date": "240220"}
{"TONIGHT'S TOP STORIES": ["UK's agent in IRA 'cost more lives than he saved'", "Why did you kill my son? Grieving mum confronts gun officer", "Sophie in heartfelt salute to Edward for his 60th"], "Weekend magazine": ["Celebrity Big Brother’s Fern Britton: I haven’t spoken to Phillip Schofield for 15 years"], "MAIL SPORT": ["Your Mail Sport Bulletin: Defiant Rodgers says he doesn’t regret ref jibe"], "WHAT TO WATCH TONIGHT": ["Pick of today’s TV: Great British Cities With Susan Calman (9pm, CH5)"], "PICTURES OF THE DAY": ["Tiger cubs, tractors and International Women's Day"], "intro_text": " Good evening, An IRA executioner who secretly spied for Britain in the Troubles probably condemned more people to death than he saved, a damning report concluded today. Today's 5pm briefing also covers a Scotland Yard officer accused of murdering an unarmed black man being confronted by his alleged victim's grieving mother, and Sophie, Duchess of Edinburgh, giving a heartfelt speech in honour of Prince Edward ahead of his 60th birthday.", "publication_date": "240308"}
{"TONIGHT'S TOP STORIES": ["Budget's fuel tax help for drivers", "Cleverly praises Mail ‘cash for care jobs’ exposé and promises to support probe", "Ferrari stolen from F1’s Berger found"], "GOOD HEALTH": ["Dr Martin Scurr on symptoms many find so hard to discuss"], "MAIL SPORT": ["Top flight to meet Everton bidders"], "WHAT TO WATCH TONIGHT": ["Pick of today's TV: Celebrity Big Brother: Live Launch (9pm, ITV1)"], "PICTURES OF THE DAY": ["Get the horse, we're going skiing..."], "intro_text": " Good evening, In tonight's 5pm briefing Chancellor Jeremy Hunt is poised to extend a 5p cut in fuel duty for another year, Home Secretary James Cleverly has praised the Mail’s ‘cash for care jobs’ exposé and pledged to support an investigation into ‘anyone operating outside our system’, and F1 star Gerhard Berger's Ferrari that was stolen during the 1995 San Marino Grand Prix has been found...", "publication_date": "240304"}
{"TONIGHT'S TOP STORIES": ["Putin critic Navalny dies ‘after taking a walk’ in Siberian jail", "Harry hints at royal reconciliation", "It’s back to where it once belonged..."], "WEEKEND MAGAZINE": ["Caroline Quentin: I love gardening in the nude"], "MAIL SPORT": ["Dasher Duckett hits dazzling ton to lead fightback"], "WHAT TO WATCH TONIGHT": ["The Grand Tour: Sand Job"], "PICTURES OF THE DAY": ["Hummingbirds, craters and Swifties"], "intro_text": " Good evening, In tonight's 5pm briefing Russian opposition leader Alexei Navalny has died in prison in what Western officials have called a political assassination attributable to Vladimir Putin, Prince Harry said that he hopes that his father King Charles's cancer fight could help heal bitter royal rifts, and Paul McCartney has finally been reunited with his lost guitar...", "publication_date": "240216"}
{"TONIGHT'S TOP STORIES": ["Hunt’s 2p off NI in last-ditch bid to woo voters", "Anger as PC stamps on homeless man", "Hostage plea from teens’ bedrooms"], "MONEY MAIL": ["Pru took premiums after death of husband"], "MAIL SPORT": ["UK bids for 2031 Women’s World Cup"], "WHAT TO WATCH TONIGHT": ["Mary & George"], "PICTURES OF THE DAY": ["Mermaid magic, Canadian cowboys and real-life Bambi"], "intro_text": " Good evening, In tonight's 5pm briefing Chancellor Jeremy Hunt is set to slash National Insurance by another 2p in a Budget to salvage the Tories’ poll hopes, a policewoman has been exposed dragging a homeless man along the ground and stamping on his stomach, and the mothers of Israel’s youngest female hostages have pleaded from their daughters’ bedrooms for negotiators to ‘bring back our girls’...", "publication_date": "240305"}
{"Today's top stories": ["Commons speaker in bias row over Gaza vote"], "Today's other headlines": ["It’s Insta-official! One Day’s Leo and co-star are an item", "Cuts to ‘death tax’  shelved in Budget", "Britain sanctions Navalny jail chiefs", "‘Bad’ pupils last in the food queue", "Iconic BT Tower gets snapped up for £275m to be turned into a hotel"], "FEMAIL": ["Why we must ban skirts in schools"], "TV TONIGHT": ["Constellation"], "SPORT": ["United fear Shaw is out for the season"], "Pictures of the day": ["Warzones, walkways and waltzing in Warsaw"], "intro_text": " Good evening, The Commons speaker is at the centre of a bias row after taking the unusual step of tabling both a Labour and a government amendment in tonight's Gaza ceasefire debate. Thanks to the rather arcane - and very complicated - parliamentary rules, MPs should not have been given the opportunity to vote on Sir Keir Starmer' calls for an immediate ceasefire. Now they've been given the chance, it's good news for Sir Keir Starmer - but could result in trouble for Sir Lindsay Hoyle, the speaker.", "publication_date": "240221"}
{"TONIGHT'S TOP STORIES": ["Major probe into broken UK housing market", "Never apologise when you’re right! Lee Anderson defiant in Islamophobia storm", "Anya's corset sparks weight row"], "GOOD HEALTH": ["What if your toe nails change colour and fall off?"], "MAIL SPORT": ["Everton survival boost"], "WHAT TO WATCH TONIGHT": ["The Jury: Murder Trial"], "PICTURES OF THE DAY": ["Holi, Hermes bags, and camels in the snow"], "intro_text": " Good evening, In tonight's 5pm briefing major house-builders are being investigated over possible collusion that could be pushing up prices, Tory MP Lee Anderson has suggested he will ‘never apologise’ for his claim that Islamists have ‘got control’ of Mayor of London Sadiq Khan, and Anya Taylor-Joy has sparked a weight row after posting a picture of herself wearing a corset...", "publication_date": "240226"}
{"TONIGHT'S TOP STORIES": ["I'll stand again says Anderson amid Tory turmoil", "Make significant tax cuts or risk losing the next election, Tory MPs warn Chancellor", "Posh’s olive branch to Romeo’s model ex"], "MONEY MAIL": ["Aviva won’t pay claim as I had cardiac arrest... not heart attack"], "MAIL SPORT": ["Rodgers tries to defuse ‘good girl’ sexism row"], "WHAT TO WATCH TONIGHT": ["Shogun"], "PICTURES OF THE DAY": ["Defence drills, equestrian excellence, and a bird causing a buzz"], "intro_text": " Good evening, In tonight's 5pm briefing Tory MP Lee Anderson has fuelled speculation that he could defect to Reform, pressure is mounting on Chancellor Jeremy Hunt to implement significant tax cuts to give the Conservatives a chance at the next election, and the Mail can reveal that Victoria Beckham will keep Romeo's ex-girlfriend Mia Regan as her fashion muse...", "publication_date": "240227"}
